;TranslateAid, Version 1.3
; French.lng for ObjectDock Plus traduit par cyberpic
; Version 1.1
; 
; French.lng for ObjectDock Plus traduit par cyberpic
; Version 1.1
; 
; .lgn file translated to german by Vittorio Centofanti
; cento@t-online.de
;
; Default.lng for ObjectDock Plus
; Version 2.0 [1/10/05]
; 
; This is an ObjectDock .lng file for translating the UI. Translate the portion to the right
; of the = sign. Please pay careful attention to the use of \0, \n, %s, %i, %t, and '%s'.
; Those are variables that will be filled in by the app as appropriate. 
;
; This is my string 1\nAnd there is a new line.=My translated string\nAnd my new new line.
; or
; Install skin from disk %s\0=ディスクからスキンを導入 %s\0
;
; For the moment, also take care to preserve the spacing in terms of where there are spaces
; at the beginning of a string. For instance:
;
;  on the = on the
; is not the same as 
; on the= on the
; There is an extra space before the ' on' and after 'the ' that should be preserved.
;
; This file MUST be saved as Unicode (Notepad will work fine). 
;
; The ODTranslateAid.exe can be used to help with this, but it requires the 2.0 .NET Beta 
; runtimes be installed. http://download.microsoft.com/download/2/d/9/2d96a8eb-a612-46ad-b4ed-6497a8e1f245/dotnetfx.exe
; v0.2 added
;
;Default=Default
;Lit Circle=Lit Circle
;Lit Triangle=Lit Triangle
;White Circle=White Circle
;White Triangle=White Triangle
;Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
;Use zoom effect on entries on tabbed docks=Vergrößerungseffekt bei Registereinträgen
;
; v0.3 added
;
;Delay for autohide and mouse activation=Delay for autohide and mouse activation
;Autohide / mouse activation delay:=Autohide / mouse activation delay:
; Default.lng for ObjectDock Plus
; Version 2.0 [1/10/05]
; 
; This is an ObjectDock .lng file for translating the UI. Translate the portion to the right
; of the = sign. Please pay careful attention to the use of \0, \n, %s, %i, %t, and '%s'.
; Those are variables that will be filled in by the app as appropriate. 
;
; This is my string 1\nAnd there is a new line.=My translated string\nAnd my new new line.
; or
; Install skin from disk %s\0=ディスクからスキンを導入 %s\0
;
; For the moment, also take care to preserve the spacing in terms of where there are spaces
; at the beginning of a string. For instance:
;
;  on the = on the
; is not the same as 
; on the= on the
; There is an extra space before the ' on' and after 'the ' that should be preserved.
;
; This file MUST be saved as Unicode (Notepad will work fine). 
;
; The ODTranslateAid.exe can be used to help with this, but it requires the 2.0 .NET Beta 
; runtimes be installed. http://download.microsoft.com/download/2/d/9/2d96a8eb-a612-46ad-b4ed-6497a8e1f245/dotnetfx.exe
; v0.2 added
;
;Default=Default
;Lit Circle=Lit Circle
;Lit Triangle=Lit Triangle
;White Circle=White Circle
;White Triangle=White Triangle
;Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
;Use zoom effect on entries on tabbed docks=Vergrößerungseffekt bei Registereinträgen
;
; v0.3 added
;
;Delay for autohide and mouse activation=Delay for autohide and mouse activation
;Autohide / mouse activation delay:=Autohide / mouse activation delay:
;translated into Italian by Riccardo Pilloni email rikky1966@yahoo.it
;new to version 1.2
;translated by Riccardo Pilloni 
; Polski.lng for ObjectDock Plus
;
;     [Author:   BeEmX]
;     [E-mail:   beem_x@tkchopin.pl]
;     [Update:   03.07.2005]
;     [Language: Polish]
;     [Revision: 2.2]
;
;     Thank you also, Kamil, for doing a Polish translation as well.  
;
; Polski.lng for ObjectDock Plus
;
;     [Author:   BeEmX]
;     [E-mail:   beem_x@tkchopin.pl]
;     [Update:   03.07.2005]
;     [Language: Polish]
;     [Revision: 2.2]
;
;     Thank you also, Kamil, for doing a Polish translation as well.  
;
[Translations]
Select an image=Wybierz obrazek
Icons and images (*.png, *.ico)\0*.png;*.ico\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Ikony i obrazki (*.png, *.ico)\0*.png;*.ico\0Aplikacje (*.exe)\0*.exe\0Wszystkie pliki (*.*)\0*.*\0\0
All Images=Wszystkie obrazki
Activate Group=Aktywuj grupę
Minimize Group=Minimalizuj grupę
Close Group=Zamknij grupę
Add This Application to the Dock=Dodaj tę aplikację do paska
Dock Entry Properties...=Właściwości wpisu
Open Window / Application=Otwórz okno/program
Remove Image for this Program=Usuń obrazek dla tej aplikacji
Set Image for this Program=Ustaw obrazek dla tej aplikacji
Remove Image for this Class=Usuń obrazek dla tej klasy
Set Image for this Class=Ustaw obrazek dla tej klasy
(Class too generic to set image)=(klasa jest zbyt ogólna)
Unable to add to dock: There are no tabs in this tabbed dock that can have entries added to them!\n\nTo resolve, add a new empty default tab to your tabbed dock.=Nie można dodać do paska, ponieważ nie ma żadnych zakładek!\n\nProszę dodać nową zakładkę do paska zakładek.
ObjectDock - Cannot add to dock=ObjectDock - nie można dodać do paska
New Shortcut=Nowy skrót
QuickLaunch=Katalog szybkiego uruchamiania
Quick Launch=Katalog szybkiego uruchamiania
Minimize All=Minimalizuj
Remove Entry=Usuń wpis
Are you sure you want to remove the entry '%s'?=Czy na pewno chcesz usunąć wpis „%s”?
ObjectDock - Remove Entry?=ObjectDock - usunąć wpis?
Shortcut=Skrót
Desktop=Pulpit
Programs Menu=Menu Start
My Computer=Mój komputer
Favorites=Ulubione
My Documents=Moje dokumenty
My Pictures=Moje obrazy
Network Connections=Moje miejsca sieciowe
Normal Window=Normalne okno
Minimized=Zminimalizowane
Maximized=Zmaksymalizowane
Select a Program, File or Folder=Zaznacz program, plik lub katalog
Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Aplikacje (*.exe)\0*.exe\0Wszystkie pliki (*.*)\0*.*\0\0
Recycle Bin=Kosz
Programs=Programy
Recent=Moje bieżące dokumenty
SendTo=Wyślij do
Start Menu=Menu Start
Startup=Autostart
Templates=Szablony
Control Panel=Panel sterowania
DesktopFolder=Pulpit
Drives=Napędy
Fonts=Czcionki
History=Historia
Printers=Drukarki
Network=Moje miejsca sieciowe
Clock=Zegar
Adjust Date/Time=Ustaw datę/godzinę
Are you sure you want to remove the entry 'Clock'?=Czy na pewno chcesz usunąć „Zegar”?
System Command=Komenda systemowa
Do Nothing=Nie rób nic
'My Docks' dialog...=Okno Moje dokumenty...
Configure this dock...=Konfiguruj ten pasek...
About ObjectDock dialog...=O programie...
Quit=Wyjdź
Flyout Menu=Rozwijane menu
Warning! By changing to popup a folder rather than a custom menu, all custom entries will be lost!\n\nAre you sure you want to do this?=Ostrzeżenie! Zmieniając na katalog popup zamiast dostosowanego menu, wszystkie dostosowane wpisy zostaną utracone!\n\nCzy na pewno chcesz kontynuować?
ObjectDock Flyout Menu=Rozwijane menu
New Clock=Nowy „Zegar”
New Recycle Bin=Nowy Kosz
New Flyout Menu=Nowe rozwijane menu
New 'Quit Dock' Entry=Nowy wpis „Wyjdź”
New 'Configure Dock' Entry=Nowy wpis „Konfiguruj pasek”
New 'Start Menu' Entry=Nowy wpis „Menu Start”
Quit Dock=Wyjdź
Configure Dock=Konfiguruj pasek
Docklets disabled in this beta release=Doklety są wyłączone w tej wersji beta
Are you sure you want to delete the docklet entry '%s'?=Czy na pewno chcesz usunąć doklet „%s”?
ObjectDock - Delete Entry?=ObjectDock - usunąć wpis?
Docklet=Doklet
System Tray Icon=Ikona zasobnika systemowego
General=Ogólne
Hotspots=Czujki
Docklets=Doklety
Positioning=Pozycja
Size & Appearance=Rozmiar i wygląd
Tabs & Styles=Zakładki i style
Content Settings=Inne
Do nothing to this tabbed dock=Nie rób nic
Bring up this tabbed dock=Pokaż pasek zakładek
Put away this tabbed dock=Ukryj pasek zakładek
Hide this tabbed dock=Ukryj pasek zakładek
black: available,  light gray: in use by this,  dark gray: in use by other=czarny: dostępny, jasny szary: w użyciu, ciemny szary: zajęty przez inny
Icon Size: %i Pixels=Rozmiar ikon: %i pikseli
Tabs Size: %.2fx=Rozmiar zakładek: %.2fx
Top=górnej
Bottom=dolnej
Left=lewej
Right=prawej
Show no labels=Nie pokazuj etykiet
Show on mouseover=Pokaż po najechaniu myszką
Show below each entry=Pokazuj pod wpisem
Backgrounds without custom tabs=Tła bez dostosowanych zakładek
Info=Informacje
Name=Tytuł
None=Brak
Other...=Inne...
The currently selected tab is automatically filled and cannot have entries added to it manually.\n\nActivate a different tab and try again.=Aktualna zakładka jest automatycznie wypełniona i nie można dodawać do niej wpisów ręcznie.\n\nAktywuj inną zakładkę i spróbuj ponownie.
ObjectDock - Add Docklet=ObjectDock - dodaj doklet
Cannot remove tab: tabbed dock must contain at least one tab.=Nie można usunąć zakładki: pasek zakładek musi zawierać przynajmniej jedną zakładkę.
ObjectDock - Remove Tab=ObjectDock - usuwanie zakładki
Are you sure you want to remove the tab '%s'?\n\nAll of the tab's contents will be lost.=Czy na pewno usunąć zakładkę „%s”?\n\nCała jej zawartość zostanie stracona!
ObjectDock - Remove Tab?=ObjectDock - usunąć zakładkę?
Add a new empty tab=Dodaj nową zakładkę
Add a taskbar tab=Dodaj zakładkę z zadaniami
Add a system tray tab=Dodaj zakładkę z powiadomieniami
Align Left=Dopasuj do lewej
Align Center=Centruj
Align Right=Dopasuj do prawej
Align Top=Dopasuj do góry
Align Bottom=Dopasuj do dołu
New Tab=Nowa zakładka
Note! Customize system tray icons=Uwaga! Dostosuj powiadomienia
by clicking and holding on any icon=klikając i przytrzymując na wpisie
Taskbar=Pasek zadań
System Tray=Powiadomienia
ObjectDock Plus=ObjectDock Plus
Red=Czerwony
Orange=Pomarańczowy
Yellow=Żółty
Green=Zielony
Blue=Niebieski
Purple=Purpurowy
Silver=Srebrny
Stardock ObjectDock=Stardock ObjectDock
ObjectDock has recovered settings from previous to a recent crash while saving, some of your most recent changes might not have saved.\n\nPlease check to make sure that all the docklets you are using are current and not causing crashing while saving.=ObjectDock odzyskał ustawienia, jednak niektóre z najświeższych zmian mogły zostać stracone.\n\nProszę sprawdzić czy wszystkie doklety są aktualne i nie powodują błędów podczas zapisywania.
Recovered Settings=Przywrócone ustawienia
%s\r\nby %s\r\nVersion %i.%i\r\n\r\n%s=%s\r\nprzez %s\r\nwersję %i.%i\r\n\r\n%s
Appearance=Wygląd
Appearance Tweaks=Podrasowanie wyglądu
Dock Contents=Zawartość paska
Performance Tweaks=Ulepszenia wydajności
Glow=Poblask
Rock=Wstrząs
Side-to-Side=Z-tej-na-tę
Shrink 'n Grow=Rosnące
Shrink 'n Grow Centered=Rosnące (centralnie)
Bounce=Podskok
Spin=Wir
Always-On-Top=Zawsze na wierzchu
Always-On-Bottom=Zawsze pod wierzchem
Normal Window Z-Ordering=Normalne
Very smooth but slower.=Bardzo płynne (powolne)
Smooth and quick. (Recommended)=Płynne i szybkie (zalecane)
Jumpy but very fast. (No Transitions)=Bardzo szybkie (bez efektów)
Wide Magnification Mode (Default)=Szerokie powiększanie (domyślne)
Narrow Magnification Mode=Wąskie powiększanie
GDI+ Engine=Silnik GDI+
Custom Engine=Dostosuj silnik
Dock Size:\n(%ipixels)=Rozmiar paska:\n(%i pikseli)
Magnified Size:\n(%ipixels)=Powiększony rozmiar:\n(%i pikseli)
Re-show very smoothly=Animuj bardzo płynnie
Re-show smoothly=Animuj płynnie
Re-show instantly=Animuj gwałtownie
Warning: The windows taskbar may show over the Dock if it is left showing. \n\nIf you leave the taskbar visible, it is recommended you move it to the top of the screen.=Ostrzeżenie! Pasek zadań Windows może być ponad paskiem, jeśli jest on na ekranie z lewej.\n\nJeśli zostawisz pasek zadań widoczny, zalecane jest abyś przesunął pasek na górę ekranu.
ObjectDock - Warning=ObjectDock - ostrzeżenie
Fast, may be jumpy [No transitions]=Szybkie (bez efektów)
Smooth and quick [Recommended]=Płynne i szybkie (zalecane)
Extra smooth [Slower]=Super płynne (wolne)
Re-show smoothly [Recommended]=Animuj płynnie (zalecane)
GDI+ Engine [Recommended]=Silnik GDI+ (zalecane)
Please note: this feature will only have effect when indicators are being used on a given dock, and does not work on tabbed docks.=Ta opcja ma zastosowanie tylko wtedy, gdy wskaźniki uruchomienia danego paska są włączone. Nie działa na paskach zakładek.
ObjectDock - Information=ObjectDock - informacja
Normal Z-Ordering=Normalne
Magnified Size: %i Pixels=Powiększony rozmiar: %i pikseli
Wide Mode=Szeroki tryb
Narrow Mode=Wąski tryb
Desktop Folder=Pulpit
Folder: %s=Katalog: %s
(Empty)=(pusty)
Internet Explorer=Internet Explorer
The theme name cannot contain the characters:\n\\ / : * ? \" < > |=Nazwa nie może zawierać żadnego z poniższych znaków:\n\\ / : * ? \" < > |
ObjectDock - Save Theme=ObjectDock - zapisz kompozycję
The package %s has been successfully extracted!\n\nTo use any new backgrounds, reconfigure your dock.=Kompozycja „%s” została załadowana!\n\nAby użyć nowych elementów, skonfiguruj opcje programu.
ObjectDock - Unpackaged Theme=ObjectDock - niespakowana kompozycja
0 Kb=0 kB
%i Kb=%i kB
Type=Typ
Icon=Ikona
Program=Program
Window Class=Klasa okna
Background Name=Nazwa tła
Folder Name=Nazwa katalogu
Image=Obrazek
Package the entire dock & and all of its settings=Pakuj cały pasek i jego wszystkie ustawienia
Package selected dock items (Does not package dock settings)=Pakuj wybrane wpisy paska (nie pakuje ustawień)
Package selected additional backgrounds=Pakuj wybrane dodatkowe tła
Package selected custom program icons=Pakuj wybrane obrazy wpisów
You must give the theme you're packing up a name!=Musisz podać nazwę kompozycji.
The theme name cannot contain the characters:\n\\ / : * ? \=Nazwa nie może zawierać żadnego z poniższych znaków:\n\\ / : * ? \
You must select something to package up!=Musisz wybrać elementy do spakowania.
&Advanced <<=Dostosuj <<
&Advanced >>=Dostosuj >>
Apply the entire dock & and all of its settings=Zastosuj cały pasek i jego wszystkie ustawienia
Apply selected dock items (Does not apply dock settings)=Zastosuj wybrane wpisy paska (nie stosuj ustawień)
Apply selected custom program icons=Zastosuj wybrane obrazy wpisów
You have selected nothing to apply - do you want to not load anything from this theme?\n\n(Note, even if you do not apply anything, all backgrounds and icons included in the theme\nhave been extracted and saved to your computer.)=Nie zaznaczono elementów do zastosowania - czy na pewno nie chcesz ładować tej kompozycji?\n\n(Nawet jeśli nie załadujesz kompozycji, wszystkie jej elementy zostaną wypakowane na dysk twardy komputera)
ObjectDock - Load Theme=ObjectDock - załaduj kompozycję
You have selected nothing to apply - do you want to not load anything from this theme?=Nie zaznaczono elementów do zastosowania - czy na pewno nie chcesz ładować tej kompozycji?
Log of current theme=Wyloguj kompozycję
Log of current theme (settings)=Wyloguj kompozycję (ustawienia)
Log of current theme (extra images)=Wyloguj kompozycję (dodatkowe obrazki)
Windows is running in safe mode... continue to launch ObjectDock?=System jest w trybie awaryjnym - kontynuować ładowanie ObjectDock?
ObjectDock, Window Safe Mode=ObjectDock, tryb awaryjny
ObjectDock=ObjectDock
ObjectDock Theme=Kompozycja ObjectDock
ObjectDock Theme Package=Archiwa kompozycji
ObjectDock Docklet=Doklet ObjectDock
ObjectDock is not registered correctly. Please reinstall.\n\nhttp://www.stardock.com/support can be used to resend the latest download link and serial number\nto the email address you ordered under. Or install and update via Stardock Central.=ObjectDock nie jest zarejestrowany poprawnie. Proszę przeinstalować aplikację.\n\nhttp://www.stardock.com/support może być użyte do otrzymania najnowszych linków i numerów seryjnych\nna adres e-mail, na który zarejestrujesz. Możesz też zainstalować i uaktualnić poprzez Stardock Central.
ObjectDock - Cannot start, please reinstall=ObjectDock - nie można uruchomić, proszę zainstalować ponownie
ObjectDock: Dll/Hook Failed To Load. (NO DLL, shell) Please reinstall and reboot=Nie można załadować aplikacji (NO DLL, shell).\n\nProszę przeinstalować aplikację i uruchomić ponownie system.
ObjectDock - Dll/Hook Loading Failed.=ObjectDock - błąd
ObjectDock: Dll/Hook Failed To Load. (NO PROC, shell) Please reinstall and reboot=Nie można załadować aplikacji (NO PROC, shell).\n\nProszę przeinstalować aplikację i uruchomić ponownie system.
ObjectDock: Dll/Hook Failed To Load. (shell) Please reinstall and reboot=Nie można załadować powłoki aplikacji.\n\nProszę przeinstalować aplikację i uruchomić ponownie system.
ObjectDock: Dll/Hook Failed To Load. (NO DLL, cbt) Please reinstall and reboot=Nie można załadować aplikacji (NO DLL, cbt).\n\nProszę przeinstalować aplikację i uruchomić ponownie system.
ObjectDock: Dll/Hook Failed To Load. (NO PROC, cbt) Please reinstall and reboot=Nie można załadować aplikacji (NO PROC, cbt).\n\nProszę przeinstalować aplikację i uruchomić ponownie system.
ObjectDock: Dll/Hook Failed To Load. (cbt) Please reinstall and reboot=Nie można załadować aplikacji (cbt).\n\nProszę przeinstalować aplikację i uruchomić ponownie system.
ObjectDock: Dll/Hook Failed To Load. (DLL Load Failed) Please reinstall and reboot=Nie można załadować bibliotek aplikacji.\n\nProszę przeinstalować aplikację i uruchomić ponownie system.
ObjectDock: Dll/Hook Failed To Load. (DLL Not Found) Please reinstall and reboot=Nie znaleziono bibliotek aplikacji.\n\nProszę przeinstalować aplikację i uruchomić ponownie system.
ObjectDock: Dll/Hook Failed To Load. (NO DLL, mouse) Please reinstall and reboot=Nie można załadować aplikacji (NO DLL, mysz).\n\nProszę przeinstalować aplikację i uruchomić ponownie system.
ObjectDock: Dll/Hook Failed To Load. (NO PROC, mouse) Please reinstall and reboot=Nie można załadować aplikacji (NO PROC, mysz).\n\nProszę przeinstalować aplikację i uruchomić ponownie system.
ObjectDock: Dll/Hook Failed To Load. (mouse) Please reinstall and reboot=Nie można załadować aplikacji (mysz).\n\nProszę przeinstalować aplikację i uruchomić ponownie system.
ObjectDock: Start creating docks!=ObjectDock: stwórz paski!
No docks are currently created - click here or double click ObjectDock's tray icon to start creating docks!=Brak pasków - kliknij tutaj lub kliknij podwójnie na ikonę ObjectDock na pasku powiadomień, aby stworzyć paski.
Autohiding dock=Pasek autoukrywany
Dock=Pasek
 on the = na 
top=wierzchu
bottom=dole
left=lewej
right=prawej
 edge.= krawędzi.
Docked Tabs=Pasek zakładek
Tabbed dock with %i tabs.=Pasek zakładek z %i zakładkami.
Are you sure you want to remove this tabbed dock and its entire contents?=Czy na pewno chcesz usunąć wybrany pasek zakładek i wszystkie wpisy?
ObjectDock: Confirm Remove Dock=ObjectDock: potwierdź usunięcie paska
Are you sure you want to remove this dock and its entire contents?=Czy na pewno chcesz usunąć wybrany pasek i wszystkie wpisy?
About ObjectDock=O programie...
About=O programie...
OK=OK
Copyright:=Copyright:
2002 - 2004 Stardock.net, Inc=2002 - 2004 Stardock.net, Inc
Build:=Kompilacja:
Version:=Wersja:
Dock Entry Properties=Właściwości wpisu
Show folder in a menu=Pokazuj jako menu
Browse...=Przeglądaj...
Change Image=Zmień obrazek
Reset Image=Resetuj obrazek
Title:=Tytuł:
Link:=Link:
Arguments:=Argumenty:
Run:=Tryb:
Start in:=Start w:
Tab2=Tab2
Choose Image...=Wybierz obrazek...
ObjectDock Properties=Właściwości ObjectDock
Slider1=Slider1
Autohide=Autoukrywanie
Dock Taskbar Enabled=Pasek zadań paska włączony
Represent minimized windows by their screenshot.=Pokazuj zminimalizowane okna reprezentując je zrzutami.
Hide the windows taskbar.=Ukryj pasek zadań Windows
Dock Size:\n(128 Pixels)=Rozmiar paska:\n(128 pikseli)
Magnified Size:\n(128 Pixels)=Powiększony rozmiar:\n(128 pikseli)
Small=mały
Large=duży
Min=min.
Max=maks.
Background:=Tło:
Position on screen:=Pozycja na ekranie:
Transparent=przeźroczysty
Opaque=nieprzeźroczysty
Position:=Pozycja:
The Dock's Taskbar=Pasek zadań paska
The Windows Taskbar=Pasek zadań Windows
Drawing Technology:=Technika rysowania:
(Note: if GDI+ Engine is too slow, try using the Custom Engine)=(Uwaga: jeżeli silnik GDI+ okaże się za wolny, użyj alternatywnego)
Magnification Effect Transitions:=Efekty powiększania:
Autohide Speed Options:=Opcje autoukrywania:
Transition Smoothness/Speed Options=Opcje animacji
Alternative Drawing Technology=Alternatywna technika rysowania
Running Application Indicators on Shortcuts=Wskaźniki uruchomionych aplikacji
Show indicators for shortcuts that are currently running.=Pokazuj wskaźnik na aktualnie uruchomionych skrótach.
...and if clicked, shortcut should show currently running instance instead of opening a new copy.=...jeśli kliknięto, wyświetl menu z aktywnymi instancjami zamiast otwierać nową.
Use a thumbnail representation for images placed on the dock.=Wyświetl miniaturkę dla obrazków umieszczonych na pasku.
"Attention" Effect:=Efekt „uwaga”:
Mouseover Effect:=Efekt „mouseover”:
Running Indicator:=Wskaźniki uruchomienia:
Bold=Gruba
Italics=Kursywa
Label Font:=Czcionka:
Size:=Rozmiar:
Item Label Font=Czcionka wpisu
Add this Docklet to the Dock=Dodaj doklet do paska
The ObjectDock SDK for creating your own docklets can be=Ściągnij narzędzia ObjectDock SDK do tworzenia własnych
downloaded from=dokletów z:
http://www.stardock.com/products/objectdock=http://www.stardock.com/products/objectdock
Use Mouse Activation=Aktywuj myszką
(Remove by dragging item off dock)=(usuń wyciągając z paska)
Tab1=Tab1
Load ObjectDock on startup=Uruchamiaj ObjectDock przy starcie
Apply Dock Theme  - %s=Zastosuj kompozycję - „%s”
&Yes=&Tak
&No=&Nie
Merge new custom program icons with current custom program icons.=Łącz nowe ikony programu z własnymi bieżącymi ikonami.
Would you like to apply the Dock Theme "%s"?=Czy na pewno chcesz zastosować kompozycję „%s”?
&Dock Theme Contents to Apply:=&Zawartość kompozycji do zastosowania:
Save Dock Theme...=Zapisz kompozycję...
&Save=&Zapisz
&Cancel=&Anuluj
Enter a name for your dock theme:=Wpisz nazwę kompozycji:
Dock Theme Name:=Nazwa kompozycji:
Package Dock Theme =Pakowanie kompozycji 
Would you like to package this theme to distribute?=Spakować tę kompozycję w celu dystrybucji?
&Dock Theme Contents:=&Zawartość kompozycji:
Use Magnification=Użyj powiększania
Reset Magnification Options=Resetuj opcje powiększania
Allow taking window screenshots to represent minimized windows.=Pokazuj zrzuty reprezentujące zminimalizowane okna.
Add Shortcut=Dodaj skrót
Add Clock=Dodaj „Zegar”
Add Sys Command=Dodaj komendę systemową
Add Recycle Bin=Dodaj Kosz
Normal Size: (#)=Normalny rozmiar: (#)
Zoomed Size: (#)=Powiększony rozmiar: (#)
Magnification Mode:=Tryb powiększania:
Transitions:=Efekty:
Taskbar Position:=Pozycja paska zadań:
Allow magnification beyond images' original size. (128 Pixels)=Powiększaj obrazy przekraczające ich oryginalne wymiary (128 pikseli).
Dock Position:=Pozycja paska:
Quit ObjectDock=Wyjdź
Bk Transparency:=Przeźroczystość tła:
Dock Z-Order:=Pozycjonowanie Z paska:
Package Dock Theme  - Program Icons=Pakowanie kompozycji - obrazy programu
Select &All=Zaznacz &wszystko
Select &None=Odznacz ws&zystko
&Ok=&OK
Select which program icons you want to include: =Zaznacz, które obrazy programu chcesz dołączyć: 
Program Icons:=Obrazy programu:
Load ObjectDock Theme=Załaduj kompozycję ObjectDock
Open=Otwórz
Choose a theme to load...=Wybierz kompozycję...
Available ObjectDock Themes:=Dostępne kompozycje:
Cancel=Anuluj
Package Dock Theme  - Backgrounds=Pakowanie kompozycji - tła
Select which backgrounds you want to include: =Zaznacz, które tła chcesz dołączyć: 
Backgrounds:=Tła:
Apply Dock Theme  - Dock Items=Zastosuj kompozycję - wpisy paska
Select which dock items you want to apply: =Zaznacz, które wpisy chcesz zastosować: 
Dock Items:=Wpisy paska:
Select which program icons you want to apply: =Zaznacz, które obrazy programów chcesz załadować: 
ObjectDock - Dock Theme Packaging Completed=ObjectDock - pakowanie kompozycji zakończone
Click here to goto WinCustomize.com to upload your theme!=Kliknij tutaj, aby otworzyć stronę WinCustomize.com, by wysłać swoją kompozycję!
Finished! Your dock theme has been packaged and saved to:\n\n%s\n\nFilesize: %s=Zakończono! Twoja kompozycja została spakowana i zapisana w:\n\n%s\n\nRozmiar: %s
Magnification Mode=Tryb powiększania
Image Options=Opcje obrazka
Hotkey to Activate...=Klawisz skrótu...
ObjectDock Settings=Ustawienia ObjectDock
Close=Zamknij
Collections and Tabs=Kolekcje i zakładki
Show tabs for collections=Pokaż zakładki dla kolekcji
Add Collection=Dodaj kolekcję
Remove Collection=Usuń kolekcję
Tab's Appearance=Wygląd zakładki
Color=Kolor
Style=Styl
Apply To All=Zastosuj do wszystkich
Dock Item Properties (Shortcut)=Właściwości skrótu
Delete Item=Usuń wpis
Static=Static
Dock Item Properties (Clock)=Właściwości „Zegara”
Clock Options Not Yet Added....=Opcje „Zegara” nie zostały skonfigurowane
Dock Item Properties (Window)=Właściwości wpisu
This Window's Title:=Tytuł okna:
This Program's Name:=Nazwa procesu:
This Window's "Class"=Klasa okna:
Add Shortcut to this Program to Dock=Dodaj skrót na pasku zakładek
Dock Item Properties=Właściwości wpisu
Dock Item Properties (Docklet)=Właściwości dokletu
Dock Item Properties (System Command)=Właściwości systemowej komendy
Command:=Komenda:
Dock Item Properties (Recycle Bin)=Właściwości Kosza
Change Empty Image=Zmień obrazek pustego
Reset Empty Image=Resetuj obrazek pustego
Change Full Image=Zmień obrazek pełnego
Reset Full Image=Resetuj obrazek pełnego
Recycle Bin Empty Image:=Obrazek pustego Kosza:
Recycle Bin Full Image:=Obrazek pełnego Kosza:
Empty Recycle Bin=Pusty Kosz
Tab Properties=Właściwości zakładki
Color:=Kolor:
Change=Zmień
Change Image for this Tray Icon=Zmień obrazek ikony powiadomienia
Show original icon in corner=Pokazuj oryginalną ikonę w rogu
Apply This Style To All Tabs=Zastosuj do wszystkich zakładek
ObjectDock Tabbed Dock Properties=Właściwości paska zakładek
Within this dialog you can edit the properties of your tabbed dock. To adjust the appearance, color and styles of your tabs, choose 'Tabs && Styles' from list.=Przy pomocy tego okna możesz edytować właściwości paska zakładek. Aby dostosować wygląd i styl, wybierz „Zakładki i style” z listy.
My Docks=Moje paski
Add Tab=Dodaj zakładkę
Remove Tab=Usuń zakładkę
Apply this style to all tabs=Zastosuj do wszystkich zakładek
Tabs=Zakładki
Spin1=Spin1
Select a tab listing above to edit its style!=Zaznacz zakładkę, aby ją edytować...
(click to\nchange)=(kliknij by\nzmienić)
Magnified Size:=Powiększony rozmiar:
Icon Size:=Rozmiar ikony:
Colorize Background:=Koloruj tło:
Long=długo
Short=krótko
Tab Position:=Pozycja zakładek:
Entry Names:=Nazwy wpisów:
Tab Alignment:=Wyrównanie zakładek:
Adjust tab colors and styles=Dostosuj kolor i styl zakładek
Tabs Size:=Rozmiar zakładek:
Show dock as drawer=Wysuwaj pasek (jako „szufladka”)
at top of screen=na górze ekranu
at bottom=na dole
at left=po lewej
at right=po prawej
Mouseover activation=Aktywacja myszką
Always on top=Zawsze na wierzchu
Don't show in tray or taskbar=Nie pokazuj nigdzie
Show in taskbar=Pokaż na pasku zadań
Show in system tray=Pokaż w powiadomieniach
slow=wolno
(See hotspots tab for auto-activation)=(zobacz czujki dla autoaktywacji)
fast=szybko
Tabs always on top when docked to edge=Zakładki zawsze na wierzchu przy krawędziach
Position on screen=Na ekranie w pozycji
Alignment=Wyrównanie
Z-Ordering=Pozycjonowanie Z
(changes to activation affect all zooming docks)=(zmiany aktywacji mają wpływ na wszystkie powiększane paski)
Monitor=Ekran
Represent minimized windows by their screenshots=Pokazuj zrzuty reprezentujące zminimalizowane okna
Show 'running' indicators on active shortcuts=Pokazuj wskaźnik uruchomienia na aktywnych skrótach
Mouseover Effect=Efekt „mouseover”
Note: changing the above settings may effect more than just the current dock.=Uwaga: zmiana powyższych ustawień może mieć wpływ na inne paski.
Show running tasks on the dock=Pokaż uruchomione zadania na pasku
Tray or Taskbar Position:=Na pasku w pozycji:
Use task grouping on taskbars in ObjectDock=Grupuj te same zadania
(Adjusting this setting will affect taskbars in all docks/tabs.)=(Zmiana ustawień obejmuje wszystkie paski)
Show system tray icons on the dock=Pokaż powiadomienia na pasku
Load ObjectDock at startup=Uruchamiaj ObjectDock przy starcie
Hide the windows taskbar=Ukryj pasek Windows
Advanced Options=Zaawansowane
Performance Options=Opcje wydajności
Load theme=Załaduj kompozycję
Save theme as...=Zapisz kompozycję...
Package theme...=Spakuj kompozycję...
Theming=Kompozycje
Manage My Docks=Zarządzaj paskami
Create new dock=Stwórz nowy pasek
Create new tabbed dock=Stwórz pasek zakładek
My Docks:=Paski
Create, remove, and edit other docks and tabbed docks=Twórz, usuwaj i edytuj paski
Language Options=Opcje języka
Hotspots:=Czujki:
Choose by clicking an area of screen from miniscreen=Wybierz klikając obszar miniekranu
Choose action:=Wybierz akcję:
very long=długo
short=krótko
Activation delay (for all):=Opóźnienie (ogólne):
black: available,  white: in use by this,  red: in use by other=czarne - dostępne, białe - w użyciu,\nczerwone - zajęte przez inne
Activates tabbed dock when not on top or docked=Aktywuje paski zakładek po najechaniu myszką
^note: leave the above larger for black and white accessibility support=^Uwaga: proszę zostawić więcej dla czarnych i białych punktów
(To remove, drag entry off dock)=(aby usunąć, wyciągnij z paska)
ObjectDock - Advanced Options=ObjectDock - zaawansowane
Use thumbnails to represent images placed in dock=Wyświetl miniaturkę dla obrazków umieszczonych na pasku
When shortcut is run, if program is already running bring it to the foreground only.=Gdy aplikacja jest uruchomiona, po kliknięciu skrótu przenoś ją na pierwszy plan.
Show flyout menus as normal menus when they contain over 80 entries=Pokazuj rozwijane menu jako normalne menu, kiedy zawierają powyżej 80 wpisów
General Advanced Options=Zaawansowane
Advanced Options for Magnifying Docks=Zaawansowane opcje powiększania pasków
Entry Label Font:=Czcionka wpisów:
Label Font Size:=Rozmiar:
ObjectDock - Performance Options=ObjectDock - wydajność
Transition Smoothness / Speed Options=Opcje animacji
ObjectDock Dock Properties=Właściwości paska
Within this dialog you can edit the properties of your dock.=Przy pomocy tego okna możesz edytować właściwości swoich pasków.
ObjectDock: My Docks...=ObjectDock: moje paski...
My Docks...=Moje paski...
Add, remove, and edit docks and tabbed docks from here. Select a dock to start, or press a 'create new' button.=Dodaj, usuń lub edytuj paski i paski zakładek. Zaznacz pozycję, by zacząć lub naciśnij „Stwórz nowy pasek”.
Remove this dock=Usuń ten pasek
Edit this dock=Edytuj ten pasek
Content Options=Opcje zawartości
Note! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.=Uwaga: możesz dostosować wpisy z powiadomieniami klikając i przytrzymując na dowolnej ikonie.
Folder:=Katalog:
Custom menu:=Dostosuj menu:
Add=Dodaj
Remove=Usuń
Edit=Edytuj
ObjectDock - Setup Custom Colors=ObjectDock - dostosuj kolory
Custom Colors=Własne kolory
(Click color to change)=(wybierz kolor, by zmienić)
(Adjusting this setting will affect taskbars in all docks/cabinets.)=(Zmiana ustawień obejmuje paski zadań na wszystkich paskach.)
Show systray=Pokazuj zasobnik systemowy
Memory /  Speed Optimization=Optymalizacja pamięci i prędkości
Optimize for performance: "I paid for this RAM, please use it."=Pełna wydajność
(Default, but not recommended)=(Domyślne, nie zalecane)
(Recommended)=(Zalecane)
(Restart program to have full effect)=(Proszę ponownie uruchomić program)
ObjectDock - Language Options=ObjectDock - opcje języka
Language=Język
Choose your language:=Wybierz język:
File=Plik
Themes=Kompozycje
Load Dock Theme=Załaduj kompozycje
Save Dock Theme As=Zapisz kompozycję
Package Dock Theme=Spakuj kompozycję
Create=Stwórz
New Separator=Nowy separator
INSERT_PLUGINS_HERE=INSERT_PLUGINS_HERE
Help=Pomoc
Magnification=Powiększanie
Lock Dragging=Zablokuj przeciąganie
Dock Settings...=Właściwości paska...
About ObjectDock...=O programie...
Buy ObjectDock Plus...=Kup ObjectDock Plus...
Remove this separator=Usuń ten separator
View=Widok
as Small Icons=Małe ikony
as Icons=Zwykłe ikony
as Large Icons=Duże ikony
as Names=Nazwy
Show Names=Pokazuj nazwy
Hide Names=Ukryj nazwy
Attach to edge=Przytwierdź do krawędzi
Detach from edge=Odłącz od krawędzi
INSERT_COLLECTIONS_HERE=INSERT_COLLECTIONS_HERE
Add new tab=Dodaj nową zakładkę
Add basic tab=Dodaj pustą zakładkę
Add taskbar tab=Dodaj zakładkę z zadaniami
Add systray tab=Dodaj zakładkę z powiadomieniami
Remove this tab=Usuń tę zakładkę
Add Entry=Dodaj wpis
Tab Settings...=Ustawienia zakładki...
Debug Menu=Menu debugowania
Tabs Management=Zarządzanie zakładkami
Add tab=Dodaj zakładkę
Rename/Recolor this tab=Dostosuj tę zakładkę
Move this tab forward (left) in the order=Przesuń zakładkę do przodu (w lewo)
Move this tab back (right) in the order=Przesuń zakładkę wstecz (w prawo)
Tabs Appearance=Wygląd zakładek
Rotate tabs edge (clockwise)=Obróć krawędzie zakładek (zgodnie ze wskazówkami zegara)
Align tabs left=Dopasuj do lewej
Align tabs center=Centruj
Align tabs right=Dopasuj do prawej
Show tabs=Pokaż zakładki
Show titles on tabs=Pokaż tytuły zakładek
Activation Options=Opcje aktywacji
Always on top*=Zawsze na wierzchu*
Show in taskbar (not on top only)*=Pokazuj na pasku zadań*
Show in systray (not on top only)=Pokazuj w zasobniku
Don't show in either taskbar or systray=Nie pokazuj na pasku zadań i w zasobniku
No Mouse Activation*=Brak aktywacji myszką*
Top activation=Aktywacja z góry
Bottom activation=Aktywacja z dołu
Left activation=Aktywacja z lewej
Right activation=Aktywacja z prawej
Top-Left activation=Aktywacja z góry, lewej
Top-Right activation=Aktywacja z góry, prawej
Bottom-Left activation=Aktywacja z dołu, lewej
Bottom-Right activation=Aktywacja z dołu, prawej
No activation delay=Bez opóźnienia aktywacji
Small activation delay=Małe opóźnienie aktywacji
Long activation delay=Duże opóźnienie aktywacji
Autohide Options=Opcje autoukrywania
No autohide animation=Bez animacji autoukrywania
Quick autohide animation=Szybka animacja autoukrywania
Smooth autohide animation*=Płynna animacja autoukrywania*
No delay on autohide reshow=Bez opóźnień przy pojawianiu się z autoukrywania
Medium delay on autohide reshow*=Małe opóźnienia*
Long delay on autohide reshow=Duże opóźnienia
Infinite delay on autohide reshow=Nieskończone opóźnienie
Auto-switch to hovered over tab on reshow=Autoprzełączanie na aktywowaną zakładkę podczas ponownego pokazania
Other=Inne
Toggle taskbar hiding/showing=Pokazuj/ukrywaj pasek zadań
Unload ObjectDock=Zwolnij ObjectDock
Default=Domyślnie
Lit Circle=Niebieskie koło
Lit Triangle=Niebieski trójkąt
White Circle=Białe koło
White Triangle=Biały trójkąt
Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
Use zoom effect on entries on tabbed docks=Use zoom effect on entries on tabbed docks
Delay for autohide and mouse activation=Delay for autohide and mouse activation
Autohide / mouse activation delay:=Opóźnienie autoukrywania/aktywacji myszką:
No effect=No effect
Zoom effect=Zoom effect
Gentle rock effect=Gentle rock effect
Swing effect=Swing effect
Afterglow effect=Afterglow effect
Zoom Mouseover Effect Tweaks:=Zoom Mouseover Effect Tweaks:
Gentle Rock Mouseover Effect Tweaks:=Gentle Rock Mouseover Effect Tweaks:
Swing Mouseover Effect Tweaks:=Swing Mouseover Effect Tweaks:
Afterglow Mouseover Effect Tweaks:=Afterglow Mouseover Effect Tweaks:
Adjust effect smoothness=Adjust effect smoothness
Effect magnitude=Effect magnitude
Effect duration=Effect duration
Mouseover Effects=Mouseover Effects
Other Tweaks=Other Tweaks
2002 - 2005 Stardock.net, Inc=2002 - 2005 Stardock.net, Inc
There is already a choose image dialog open.\n\nPlease finish choosing an image there before going to choose a different image=There is already a choose image dialog open.\n\nPlease finish choosing an image there before going to choose a different image
Attention package authors: when you choose to package an image that is in your ObjectDock Library or your ObjectDock program folder, if an image is in a subfolder, that subfolder will be recreated for the other user when the package is opened.=Attention package authors: when you choose to package an image that is in your ObjectDock Library or your ObjectDock program folder, if an image is in a subfolder, that subfolder will be recreated for the other user when the package is opened.
Choose an image file=Choose an image file
Image Files (*.png, *.ico, *.jpg, *.tga)\0*.png;*.ico;*.jpg;*.tga\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Image Files (*.png, *.ico, *.jpg, *.tga)\0*.png;*.ico;*.jpg;*.tga\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0
ObjectDock cannot access information about this window.\n\nIt is likly that it has been ran as Administrator while ObjectDock has not.=ObjectDock cannot access information about this window.\n\nIt is likly that it has been ran as Administrator while ObjectDock has not.
Change/Remove Image=Change/Remove Image
Set Image=Set Image
Set Image [Advanced]=Set Image [Advanced]
(Too generic to set image)=(Too generic to set image)
My Music=My Music
My Video=My Video
Recycle Bin (Full)=Recycle Bin (Full)
Recycle Bin (Empty)=Recycle Bin (Empty)
Trash=Trash
Trash (Full)=Trash (Full)
Trash (Empty)=Trash (Empty)
StartMenu helper file not found!\n\nCan not show start menu.=StartMenu helper file not found!\n\nCan not show start menu.
StartMenu helper file found, but was unable to load.\n\nCan not show start menu.=StartMenu helper file found, but was unable to load.\n\nCan not show start menu.
ObjectDock was unable to find the start menu to show.\n\nCan not show start menu at this time, please try again.=ObjectDock was unable to find the start menu to show.\n\nCan not show start menu at this time, please try again.
StartMenu helper file was injected but failed to take effect.\n\nCan not show start menu at this time, please try again.=StartMenu helper file was injected but failed to take effect.\n\nCan not show start menu at this time, please try again.
Do nothing=Do nothing
Show the Windows Start Menu=Show the Windows Start Menu
Show Desktop=Show Desktop
Trigger Vista's 'Flip3D'=Trigger Vista's 'Flip3D'
Toggle autohide=Toggle autohide
Toggle always-on-top=Toggle always-on-top
Toggle hide taskbar=Toggle hide taskbar
'About ObjectDock' dialog...='About ObjectDock' dialog...
Configure this dock=Configure this dock
Configure ObjectDock=Configure ObjectDock
Toggle Autohide=Toggle Autohide
Docklets are currently disabled. Click to go to ObjectDock's Troubleshooting Options, where they can be re-enabled.=Docklets are currently disabled. Click to go to ObjectDock's Troubleshooting Options, where they can be re-enabled.
Docklets are currently disabled. Click to go to ObjectDock's Dock Conents Options, where they can be re-enabled.=Docklets are currently disabled. Click to go to ObjectDock's Dock Conents Options, where they can be re-enabled.
This docklet has crashed and has been disabled.=This docklet has crashed and has been disabled.
ObjectDock has detected a docklet error with the docklet '%s' by '%s', but was able to recover.\nTechnical Information: The docklet crashed during the routine '%s'.\n\nIf you receive this error often, it is recommended that you remove this docklet from your dock, and seek support\neither from the author (for 3rd party docklets) or Stardock (for Stardock docklets). You may also want to make\nsure you have the latest version of ObjectDock.\n\nTo help prevent this problem in the future, ObjectDock can remove this docklet from your dock.\n\nWould you like to remove the docklet '%s'?=ObjectDock has detected a docklet error with the docklet '%s' by '%s', but was able to recover.\nTechnical Information: The docklet crashed during the routine '%s'.\n\nIf you receive this error often, it is recommended that you remove this docklet from your dock, and seek support\neither from the author (for 3rd party docklets) or Stardock (for Stardock docklets). You may also want to make\nsure you have the latest version of ObjectDock.\n\nTo help prevent this problem in the future, ObjectDock can remove this docklet from your dock.\n\nWould you like to remove the docklet '%s'?
ObjectDock Docklet Crash Protection: Problem with Docklet=ObjectDock Docklet Crash Protection: Problem with Docklet
The docklet '%s' has been removed from your dock. It is recommended that you restart ObjectDock.=The docklet '%s' has been removed from your dock. It is recommended that you restart ObjectDock.
(Built-In Entry ; non-docklet)\r\n\r\n=(Built-In Entry ; non-docklet)\r\n\r\n
Creates a blank shortcut for you to configure.=Creates a blank shortcut for you to configure.
Separator=Separator
Creates a spacer entry.=Creates a spacer entry.
E-Mail Shortcut=E-Mail Shortcut
Creates a shortcut to your current email program.=Creates a shortcut to your current email program.
Internet Shortcut=Internet Shortcut
Creates a shortcut to your current internet browser.=Creates a shortcut to your current internet browser.
Music Player Shortcut=Music Player Shortcut
Creates a shortcut to your current music player.=Creates a shortcut to your current music player.
Document Editor Shortcut=Document Editor Shortcut
Creates a shortcut to your document editor.=Creates a shortcut to your document editor.
Start Menu Launcher=Start Menu Launcher
Shows the Start Menu when clicked.=Shows the Start Menu when clicked.
Shows the Start Desktop when clicked.=Shows the Start Desktop when clicked.
Toggles the 'autohide' setting on/off on the current dock when clicked.=Toggles the 'autohide' setting on/off on the current dock when clicked.
Calls up the current dock's settings when clicked.=Calls up the current dock's settings when clicked.
Unloads ObjectDock when clicked.=Unloads ObjectDock when clicked.
Creates a live recycle bin status entry. You can drag & drop files from your desktop or other folders on to your dock's recycle bin to delete them.=Creates a live recycle bin status entry. You can drag & drop files from your desktop or other folders on to your dock's recycle bin to delete them.
Basic Clock=Basic Clock
Creates a basic clock with no seconds-hand.=Creates a basic clock with no seconds-hand.
The all-new Weather Docklet for ObjectDock with trademarked Stardock ReadyView weather flyout. Uses authorized data from AccuWeather (http://www.accuweather.com).=The all-new Weather Docklet for ObjectDock with trademarked Stardock ReadyView weather flyout. Uses authorized data from AccuWeather (http://www.accuweather.com).
Computer=Computer
Internet=Internet
E-mail=E-mail
Tabs always on top=Tabs always on top
Add a folder tab=Add a folder tab
Docklets are currently disabled=Docklets are currently disabled
Folder=Folder
Document Editor=Document Editor
Music Player=Music Player
Changes to this setting will not take full effect until you quit and re-start ObjectDock.\n\nNote: Your docklets' settings will NOT be lost while they are disabled.=Changes to this setting will not take full effect until you quit and re-start ObjectDock.\n\nNote: Your docklets' settings will NOT be lost while they are disabled.
Troubleshooting=Troubleshooting
Black=Black
White=White
Magenta=Magenta
Pink=Pink
Brown=Brown
Lime=Lime
Aqua=Aqua
Peach=Peach
%s\r\n%s=%s\r\n%s
Top quality=Top quality
Normal quality [Recommended]=Normal quality [Recommended]
Lower quality=Lower quality
Fast but jumpy [No transitions]=Fast but jumpy [No transitions]
OLD Smooth and quick []=OLD Smooth and quick []
Automatic [Blend: Fast zooming, smooth enter/exit]=Automatic [Blend: Fast zooming, smooth enter/exit]
Changes to this setting will not take full effect until you quit and re-start ObjectDock.=Changes to this setting will not take full effect until you quit and re-start ObjectDock.
Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off the system tray.=Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off the system tray.
Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off hooking.\n\nPlease note, disabling this setting will also disable the minimize effect on Vista.=Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off hooking.\n\nPlease note, disabling this setting will also disable the minimize effect on Vista.
Please note, holding shift is usually reserved for disabling the minimize animation. If you use shift to slow it down, be aware that there is currently no other hotkey available to skip the minimize animation.=Please note, holding shift is usually reserved for disabling the minimize animation. If you use shift to slow it down, be aware that there is currently no other hotkey available to skip the minimize animation.
To backup your ObjectDock settings, copy all the files in your ObjectDock Settings Folder to another folder.\n\nNote! When restoring settings from an old backup, make sure you exit ObjectDock before copying old settings files back in to place, otherwise they will just get overwritten by ObjectDock exiting.=To backup your ObjectDock settings, copy all the files in your ObjectDock Settings Folder to another folder.\n\nNote! When restoring settings from an old backup, make sure you exit ObjectDock before copying old settings files back in to place, otherwise they will just get overwritten by ObjectDock exiting.
WARNING: By resetting your dock's contents your current preferences such as whether or not to allow thumbnails, performance settings, etc, will be reset to their defaults. Note, you will not lose your current dock configuration. It is recommended you back up your settings to another location before proceeding.\n\nAre you sure you want to reset your general settings?=WARNING: By resetting your dock's contents your current preferences such as whether or not to allow thumbnails, performance settings, etc, will be reset to their defaults. Note, you will not lose your current dock configuration. It is recommended you back up your settings to another location before proceeding.\n\nAre you sure you want to reset your general settings?
ObjectDock will now restart with its reset settings.=ObjectDock will now restart with its reset settings.
WARNING: By resetting your dock's contents you will lose ALL currently configured docks. Settings that are not backed up cannot be restored. It is recommended you back up your settings to another location before proceeding.\n\nAre you aboslutely sure you want to reset your docks?=WARNING: By resetting your dock's contents you will lose ALL currently configured docks. Settings that are not backed up cannot be restored. It is recommended you back up your settings to another location before proceeding.\n\nAre you aboslutely sure you want to reset your docks?
Final confirmation: You are about to reset ObjectDock's current configuration; please ensure you've backed up your current settings to another location if you wish to get them back.\n\nAre you sure you want to continue?=Final confirmation: You are about to reset ObjectDock's current configuration; please ensure you've backed up your current settings to another location if you wish to get them back.\n\nAre you sure you want to continue?
Please note: You will need to restart ObjectDock for this setting to take full effect.=Please note: You will need to restart ObjectDock for this setting to take full effect.
Please note: this feature will only have an effect when indicators are being used on a given dock, and does not work on tabbed docks.=Please note: this feature will only have an effect when indicators are being used on a given dock, and does not work on tabbed docks.
Reminder: One or more of the troubleshooting settings you've changed require that you restart your computer for the changes to take full effect.=Reminder: One or more of the troubleshooting settings you've changed require that you restart your computer for the changes to take full effect.
Reminder: One or more of the troubleshooting settings you've changed require that you exit and restart ObjectDock for the changes to take full effect.=Reminder: One or more of the troubleshooting settings you've changed require that you exit and restart ObjectDock for the changes to take full effect.
On monitor: %s=On monitor: %s
Effects=Effects
ObjectDock Plus is the exciting upgrade to ObjectDock that takes your dock experience to the next level! 'Plus' features include useful and animated tabbed docks, ability to manage multiple docks, more customization features, access to your taskbar's status-area icons and much more!=ObjectDock Plus is the exciting upgrade to ObjectDock that takes your dock experience to the next level! 'Plus' features include useful and animated tabbed docks, ability to manage multiple docks, more customization features, access to your taskbar's status-area icons and much more!
Left side=Left side
Right side=Right side
Always on bottom=Always on bottom
Normal layering=Normal layering
Width of zoom: (%i.%i items)=Width of zoom: (%i.%i items)
All windows=All windows
Minimized windows only=Minimized windows only
Non-minimized windows only=Non-minimized windows only
Left side of dock=Left side of dock
Right side of dock=Right side of dock
Note: Due to current limitations, special taskbars (minimized-windows-only/etc) in ObjectDock on x64 may not behave properly. 64-bit applications may not show up when minimized and may not remove themselves when restored. We hope to resolve this issue in a following release.=Note: Due to current limitations, special taskbars (minimized-windows-only/etc) in ObjectDock on x64 may not behave properly. 64-bit applications may not show up when minimized and may not remove themselves when restored. We hope to resolve this issue in a following release.
Note: Due to new security features of Vista, special taskbars (minimized-windows-only/etc) may not work properly with U.A.C. enabled and ObjectDock running as not-administrator ; programs running as administrator may not show up on the taskbar.=Note: Due to new security features of Vista, special taskbars (minimized-windows-only/etc) may not work properly with U.A.C. enabled and ObjectDock running as not-administrator ; programs running as administrator may not show up on the taskbar.
Note: this setting currently only works on zooming docks, and will disable the minimize application.\n\nUsing this setting will effects all docks.=Note: this setting currently only works on zooming docks, and will disable the minimize application.\n\nUsing this setting will effects all docks.
Note: this setting will disable the minimize application.=Note: this setting will disable the minimize application.
Delay to re-show when the mouse nears dock=Delay to re-show when the mouse nears dock
Delay to bring dock to the front when mouse nears screen edge=Delay to bring dock to the front when mouse nears screen edge
Delay to bring dock to the front when the mouse nears dock=Delay to bring dock to the front when the mouse nears dock
Zoom Effect Settings:=Zoom Effect Settings:
Gentle Rock Effect Settings:=Gentle Rock Effect Settings:
Swing Effect Settings:=Swing Effect Settings:
Afterglow Effect Settings:=Afterglow Effect Settings:
Unable to open package file ; package import failed=Unable to open package file ; package import failed
ObjectDock - Import Package=ObjectDock - Import Package
Problem reading package file ; package import failed=Problem reading package file ; package import failed
Problem reading package file header ; package import failed=Problem reading package file header ; package import failed
Problem reading package file header ;; package import failed=Problem reading package file header ;; package import failed
Problem reading package file directory ; package import failed=Problem reading package file directory ; package import failed
Problem reading package file ;; package import failed=Problem reading package file ;; package import failed
Unable to read package file. Package file may be damaged.=Unable to read package file. Package file may be damaged.
This package requires a newer version of ObjectDock to be opened.\n\nPlease visit http://www.objectdock.com to get the latest version of ObjectDock!=This package requires a newer version of ObjectDock to be opened.\n\nPlease visit http://www.objectdock.com to get the latest version of ObjectDock!
Problem creating file in temporary folder ; package import failed=Problem creating file in temporary folder ; package import failed
Problem writing to temporary folder ; package import failed=Problem writing to temporary folder ; package import failed
PLEASE READ! Regarding Unsorted Packages\r\n-----------------------------------------\r\nThis .dockzip was an unsorted package that was created with an older version of ObjectDock, therefore\r\nthe files extracted here have not been automatically classified into the proper subfolders of your Library.\r\n\r\n\r\nTo use Backgrounds you've downloaded from this unsorted package, you will need to move the\r\nbackground's folder into your \"My Documents\\ObjectDock Library\\Backgrounds\" folder. Docklets\r\ndownloaded will have to be moved to ObjectDock's program directory, under \"Docklets\".\r\n\r\n\r\nImages can be used from here, and will turn up in searches, but it is strongly recommended\r\nthat you sort them out into the \"Images\" subfolder of your ObjectDock Library!\r\n=PLEASE READ! Regarding Unsorted Packages\r\n-----------------------------------------\r\nThis .dockzip was an unsorted package that was created with an older version of ObjectDock, therefore\r\nthe files extracted here have not been automatically classified into the proper subfolders of your Library.\r\n\r\n\r\nTo use Backgrounds you've downloaded from this unsorted package, you will need to move the\r\nbackground's folder into your \"My Documents\\ObjectDock Library\\Backgrounds\" folder. Docklets\r\ndownloaded will have to be moved to ObjectDock's program directory, under \"Docklets\".\r\n\r\n\r\nImages can be used from here, and will turn up in searches, but it is strongly recommended\r\nthat you sort them out into the \"Images\" subfolder of your ObjectDock Library!\r\n
I noticed this is the first time you've added an image to your ObjectDock Image Package.\n\nFor your information, if you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Icons\\IconSet 1\\MyIcon.png\=I noticed this is the first time you've added an image to your ObjectDock Image Package.\n\nFor your information, if you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Icons\\IconSet 1\\MyIcon.png\
ObjectDock - Packaging Files=ObjectDock - Packaging Files
I noticed this is the first time you've added a background to your ObjectDock Image Package.\n\nFor your information, when packing up a background folder, ObjectDock will currently bundle up the entire background's folder.\nTherefore, if you have extra files in there such as photoshop files, etc, you'll want to move them out before clicking to create the package.\n\nIf you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Backgrounds\\Background 1\\\=I noticed this is the first time you've added a background to your ObjectDock Image Package.\n\nFor your information, when packing up a background folder, ObjectDock will currently bundle up the entire background's folder.\nTherefore, if you have extra files in there such as photoshop files, etc, you'll want to move them out before clicking to create the package.\n\nIf you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Backgrounds\\Background 1\\\
I noticed this is the first time you've added a non-image to your ObjectDock Image Package.\n\nFor your information, almost any kind of file you want to add can be added to a package.\nThe only difference between Image files and other files, are that other files will be placed\ninto the \"Misc\" ObjectDock Library subfolder when a user opens your .dockzip package,\ninstead of the \"Images\" subfolder.\n\n(Note: For simplicity, non-image files appear in the same listing in the packaging dialog when\nadded.)=I noticed this is the first time you've added a non-image to your ObjectDock Image Package.\n\nFor your information, almost any kind of file you want to add can be added to a package.\nThe only difference between Image files and other files, are that other files will be placed\ninto the \"Misc\" ObjectDock Library subfolder when a user opens your .dockzip package,\ninstead of the \"Images\" subfolder.\n\n(Note: For simplicity, non-image files appear in the same listing in the packaging dialog when\nadded.)
Problem creating temporary folder ; packing failed=Problem creating temporary folder ; packing failed
Problem creating package file ; packing failed=Problem creating package file ; packing failed
Problem reading package file ; packing failed=Problem reading package file ; packing failed
Problem reading package file ;; packing failed=Problem reading package file ;; packing failed
Problem creating final package file ; packing failed=Problem creating final package file ; packing failed
Problem writing package file ; packing failed=Problem writing package file ; packing failed
You have already added this file!=You have already added this file!
At this time you cannot add entire folders of non-image files to a package.\n\nPlease pack up the files one by one (or drag/drop multiple files on to the packaging dialog at once).=At this time you cannot add entire folders of non-image files to a package.\n\nPlease pack up the files one by one (or drag/drop multiple files on to the packaging dialog at once).
Packaging files with ObjectDock makes it easy to share artwork you've created, by allowing you to pack up images and backgrounds, as well as any other kind of files such as previews that you may want to include. When packages are opened, their contents are automatically added to your ObjectDock Library.=Packaging files with ObjectDock makes it easy to share artwork you've created, by allowing you to pack up images and backgrounds, as well as any other kind of files such as previews that you may want to include. When packages are opened, their contents are automatically added to your ObjectDock Library.
# of files in the folder=# of files in the folder
Total folder size=Total folder size
File name=File name
File size=File size
At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip. (This is likly to change in a future version)=At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip. (This is likly to change in a future version)
At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip.\n(This is likly to change in a future version)=At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip.\n(This is likly to change in a future version)
You haven't yet added anything to your package!\n\nDrag and drop image files into this dialog, or use the 'Add Image' button above to begin.=You haven't yet added anything to your package!\n\nDrag and drop image files into this dialog, or use the 'Add Image' button above to begin.
ObjectDock - Create Package=ObjectDock - Create Package
Please give your package a name!=Please give your package a name!
You must give your package a name at least 5 characters in length.=You must give your package a name at least 5 characters in length.
Package names may cannot contain the characters:\n\\ / : * ? \" < > |=Package names may cannot contain the characters:\n\\ / : * ? \" < > |
Package names must be under 200 characters in length.=Package names must be under 200 characters in length.
Your package's author name cannot be over 200 characters in length.=Your package's author name cannot be over 200 characters in length.
You have chosen to cancel packing up files. Any work you've done in this dialog towards creating a package of your files will be lost.\n\nAre you sure you want to cancel creating a package?=You have chosen to cancel packing up files. Any work you've done in this dialog towards creating a package of your files will be lost.\n\nAre you sure you want to cancel creating a package?
ObjectDock - Confirm cancel packaging=ObjectDock - Confirm cancel packaging
There was an error while trying to open this ObjectDock DockZip Package.\nThis package may be corrupt, or may not be compatible with this version of ObjectDock.\n\nPlease try downloading it again, or go to http://www.objectdock.com for the latest ObjectDock information.=There was an error while trying to open this ObjectDock DockZip Package.\nThis package may be corrupt, or may not be compatible with this version of ObjectDock.\n\nPlease try downloading it again, or go to http://www.objectdock.com for the latest ObjectDock information.
ObjectDock successfully extracted your unsorted DockZip Package!\n\nPlease read the important information provided about how to use your new images.\n=ObjectDock successfully extracted your unsorted DockZip Package!\n\nPlease read the important information provided about how to use your new images.\n
ObjectDock was able to open your DockZip package, however it did not find an information file within the package.\n\nThis might be an indication of a problem with the package so you may want to redownload ; what contents it did find were extracted to your ObjectDock Library.=ObjectDock was able to open your DockZip package, however it did not find an information file within the package.\n\nThis might be an indication of a problem with the package so you may want to redownload ; what contents it did find were extracted to your ObjectDock Library.
Locate an ObjectDock Package=Locate an ObjectDock Package
ObjectDock Package (*.dockzip)\0*.dockzip\0All Files (*.*)\0*.*\0\0=ObjectDock Package (*.dockzip)\0*.dockzip\0All Files (*.*)\0*.*\0\0
ODImg.dll not found.\n\nTGA and PNG image loading will be unavailable.=ODImg.dll not found.\n\nTGA and PNG image loading will be unavailable.
ObjectDock DockZip Image Package=ObjectDock DockZip Image Package
ObjectDock .DockZip's contain image files that other users have packged up to share, which automatically get added to your ObjectDock Image Library when opened.=ObjectDock .DockZip's contain image files that other users have packged up to share, which automatically get added to your ObjectDock Image Library when opened.
The product activation was unsuccessful.=The product activation was unsuccessful.
The product activation was unsuccessful. (Code: %i)=The product activation was unsuccessful. (Code: %i)
Stardock Product Activation=Stardock Product Activation
Could not run Activate.exe=Could not run Activate.exe
ObjectDock Plus Activation=ObjectDock Plus Activation
This product appears to have been validated on a different machine or OS installation. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.=This product appears to have been validated on a different machine or OS installation. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.
The product appears to be validated but the signature file is invalid. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.=The product appears to be validated but the signature file is invalid. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.
Resetting settings now...=Resetting settings now...
Resetting dock contents now...=Resetting dock contents now...
This Dock=This Dock
Open existing program if running=Open existing program if running
Choose a new image=Choose a new image
Folders=Folders
Tree1=Tree1
Browse for an image...=Browse for an image...
Images=Images
Search=Search
Get more images at WinCustomize.com=Get more images at WinCustomize.com
PACKAGE\nNOTE\nPLACEHOLDER=PACKAGE\nNOTE\nPLACEHOLDER
Hide the Windows Taskbar.=Hide the Windows Taskbar.
Zoom Effect Mode:=Zoom Effect Mode:
Temporarily disable docklets=Temporarily disable docklets
Docklets are currently disabled. To re-enable them, look in the Troubleshooting area of the Dock Contents tab.=Docklets are currently disabled. To re-enable them, look in the Troubleshooting area of the Dock Contents tab.
ObjectDock - Files all packed up!=ObjectDock - Files all packed up!
Finished! The images you have selected have been packaged and saved to:\n\n%s\n\nFilesize: %s=Finished! The images you have selected have been packaged and saved to:\n\n%s\n\nFilesize: %s
Add a shortcut to this program to the dock=Add a shortcut to this program to the dock
Application:=Application:
U=U
D=D
Allow each tab to have its own style=Allow each tab to have its own style
Allow\nColor=Allow\nColor
Adjust the font used for text on tabs=Adjust the font used for text on tabs
new!=new!
Background=Background
improved background drawing!=improved background drawing!
Stretch background proportionally=Stretch background proportionally
Reserve edge of screen=Reserve edge of screen
Keep on top=Keep on top
Keep on top, hiding off-screen for maximized applications=Keep on top, hiding off-screen for maximized applications
Hide in background when not in use=Hide in background when not in use
Hide off-screen when not in use=Hide off-screen when not in use
Keep on bottom=Keep on bottom
Edge of screen=Edge of screen
Spacing && Alignment=Spacing && Alignment
Interaction=Interaction
keep far from edge=keep far from edge
keep right on edge=keep right on edge
Automatic distance from edge=Automatic distance from edge
align right=align right
align left=align left
centered=centered
new && improved!=new && improved!
long=long
disabled=disabled
Quality && Smoothness Settings=Quality && Smoothness Settings
Note: changing the above setting will effect all docks.=Note: changing the above setting will effect all docks.
Other Appearance Settings=Other Appearance Settings
Width of zoom:=Width of zoom:
new options!=new options!
Show 'running' indicators on shortcuts that are currently running=Show 'running' indicators on shortcuts that are currently running
Display my icons only=Display my icons only
Display open windows along with my icons=Display open windows along with my icons
Display system tray icons along with my icons=Display system tray icons along with my icons
Use minimize animation in Vista=Use minimize animation in Vista
Group all windows from the same program as one=Group all windows from the same program as one
Tip! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.=Tip! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.
Additional Functionality=Additional Functionality
System Tray/Taskbar Placement=System Tray/Taskbar Placement
Types of windows to show:=Types of windows to show:
Taskbar Options=Taskbar Options
Always show windows as thumbnails (Vista only)=Always show windows as thumbnails (Vista only)
Hide the Windows Taskbar=Hide the Windows Taskbar
Miscellaneous Options=Miscellaneous Options
About ObjectDock Plus=About ObjectDock Plus
Create, remove, and edit other docks and tabbed docks.=Create, remove, and edit other docks and tabbed docks.
Performance && Troubleshooting=Performance && Troubleshooting
Tweak your Dock experience=Tweak your Dock experience
Troubleshooting Options=Troubleshooting Options
Some features are currently disabled!\nClick "Troubleshooting Options" to re-enable them as desired.=Some features are currently disabled!\nClick "Troubleshooting Options" to re-enable them as desired.
Docklets are currently disabled. To re-enable them, go to the General tab and click "Troubleshooting Options".=Docklets are currently disabled. To re-enable them, go to the General tab and click "Troubleshooting Options".
ObjectDock - Miscellaneous Options=ObjectDock - Miscellaneous Options
Use thumbnails to represent images placed in dock.=Use thumbnails to represent images placed in dock.
Show flyout menus as normal menus when they contain over 80 entries.=Show flyout menus as normal menus when they contain over 80 entries.
General Miscellaneous Options=General Miscellaneous Options
Show bouncing dock-identifer arrow when in configuration dialogs.=Show bouncing dock-identifer arrow when in configuration dialogs.
When a shortcut is added to a dock, point to the target not the shortcut.=When a shortcut is added to a dock, point to the target not the shortcut.
Show labels on zooming docks=Show labels on zooming docks
Label Fonts=Label Fonts
Automatically activate mouseovered tab when using autohidden tabbed docks=Automatically activate mouseovered tab when using autohidden tabbed docks
Additional Advanced Options=Additional Advanced Options
Use high-resolution program icons in place of window-icons in dock taskbars.=Use high-resolution program icons in place of window-icons in dock taskbars.
Allow tabbed docks to automatically dock to the edge of the screen when dragging=Allow tabbed docks to automatically dock to the edge of the screen when dragging
Slow down the minimize/restore animation when Shift is held.\n(Only applicable if the taskbar && animation are enabled.)=Slow down the minimize/restore animation when Shift is held.\n(Only applicable if the taskbar && animation are enabled.)
Export this dock=Export this dock
Loading and Saving=Loading and Saving
Import a dock=Import a dock
New Docks=New Docks
Existing Docks=Existing Docks
Optimize for performance:=Optimize for performance:
Optimize for memory:=Optimize for memory:
"I have 256MB of RAM or less, I need every bit."="I have 256MB of RAM or less, I need every bit."
"I paid for this RAM, please use it."="I paid for this RAM, please use it."
Taskbar Placement=Taskbar Placement
Get more backgrounds from WinCustomize.com=Get more backgrounds from WinCustomize.com
Like what you see here? Upgrade to ObjectDock Plus and get the ability to create tabbed docks, manage multiple docks, see your taskbar's status icons, get more customization features and more!=Like what you see here? Upgrade to ObjectDock Plus and get the ability to create tabbed docks, manage multiple docks, see your taskbar's status icons, get more customization features and more!
Visit=Visit
http://www.stardock.com=http://www.stardock.com
 for more information.= for more information.
Learn more about ObjectDock Plus=Learn more about ObjectDock Plus
When a shortcut is ran, if the program is already running bring it to the foreground only.=When a shortcut is ran, if the program is already running bring it to the foreground only.
Animation smoothness && quality settings=Animation smoothness && quality settings
Zoom-In/zoom-out/autohide speed=Zoom-In/zoom-out/autohide speed
Image quality=Image quality
very fast=very fast
recommended=recommended
extra gradual=extra gradual
quick=quick
Restore original dock contents=Restore original dock contents
Restore Original Configuration=Restore Original Configuration
Enable glow effect=Enable glow effect
Always On Top=Always On Top
Show the dock when the mouse goes to the edge near it=Show the dock when the mouse goes to the edge near it
Delay for showing the dock with the mouse:=Delay for showing the dock with the mouse:
Move the dock to the background when the mouse leaves it=Move the dock to the background when the mouse leaves it
Visibility=Visibility
Stardock ObjectDock Plus=Stardock ObjectDock Plus
http://www.objectdock.com=http://www.objectdock.com
'Plus' Features:='Plus' Features:
Task Grouping=Task Grouping
MultiMonitor Support=MultiMonitor Support
Flyout Menus=Flyout Menus
Tabbed Docks=Tabbed Docks
System Tray Support=System Tray Support
Like what you see? Try ObjectDock Free to get more control over your Dock's content or upgrade to Plus for the features below and more!=Like what you see? Try ObjectDock Free to get more control over your Dock's content or upgrade to Plus for the features below and more!
And More!=And More!
'Free' Features:='Free' Features:
Full control over dock's contents / position on screen=Full control over dock's contents / position on screen
Additional plugin support=Additional plugin support
Zooming mouseover effect=Zooming mouseover effect
Multi-Dock Manager=Multi-Dock Manager
Many backgrounds, themes, and custom icons available=Many backgrounds, themes, and custom icons available
Dock Settings=Dock Settings
About...=About...
Load previous dock...=Load previous dock...
Save current dock...=Save current dock...
Backup=Backup
Preserve a full copy of your current dock's contents locally.=Preserve a full copy of your current dock's contents locally.
Package files...=Package files...
Import a package=Import a package
Package images for sharing=Package images for sharing
Package your choice of individual images, backgrounds, as well as any other related files you'd like, for easy distribution and installation as a .dockzip file.=Package your choice of individual images, backgrounds, as well as any other related files you'd like, for easy distribution and installation as a .dockzip file.
Image Library=Image Library
Go to my image library=Go to my image library
A place to store all the artwork you use with ObjectDock, you can find the contents of .dockzips which you've opened here!=A place to store all the artwork you use with ObjectDock, you can find the contents of .dockzips which you've opened here!
Change image library location=Change image library location
Distribution=Distribution
Pack your choice of images or other files for distributing=Pack your choice of images or other files for distributing
Preserve a copy of your current configuration locally=Preserve a copy of your current configuration locally
ObjectDock - Adjust tab font=ObjectDock - Adjust tab font
Font for the tabs on this tabbed dock=Font for the tabs on this tabbed dock
The tabs on your tabbed dock can use whatever font and font style you choose! Additionally, each different tabbed dock you have can have a different tab font. Below, set the tab font for this particular tabbed dock.=The tabs on your tabbed dock can use whatever font and font style you choose! Additionally, each different tabbed dock you have can have a different tab font. Below, set the tab font for this particular tabbed dock.
Package images for easy sharing=Package images for easy sharing
Add Image=Add Image
Remove Image=Remove Image
Package name=Package name
Package author=Package author
Artwork / files to include=Artwork / files to include
Create package!=Create package!
Author comments / permissions statement (optional)=Author comments / permissions statement (optional)
This message will be displayed to the user when they open your package, and will be saved in the "Permissions" folder of their ObjectDock Library.=This message will be displayed to the user when they open your package, and will be saved in the "Permissions" folder of their ObjectDock Library.
For IMAGES:=For IMAGES:
Packaging files with ObjectDock makes it easy to share artwork you've created.=Packaging files with ObjectDock makes it easy to share artwork you've created.
For BACKGROUNDS:=For BACKGROUNDS:
Choose what images you'd like to include below. When someone opens your ".dockzip"=Choose what images you'd like to include below. When someone opens your ".dockzip"
For MISCELLANEOUS FILES:=For MISCELLANEOUS FILES:
 Drag and drop images on to dialog to add, or click "Add Image".= Drag and drop images on to dialog to add, or click "Add Image".
Drag and drop files on to this dialog to add text files, jpeg previews, etc.=Drag and drop files on to this dialog to add text files, jpeg previews, etc.
 Drag and drop the background's folder or .ini on to the dialog to add.= Drag and drop the background's folder or .ini on to the dialog to add.
New images have been added to your ObjectDock Library!=New images have been added to your ObjectDock Library!
Take me to my ObjectDock Library=Take me to my ObjectDock Library
The ObjectDock DockZip Package you've opened has been added to your ObjectDock Library!=The ObjectDock DockZip Package you've opened has been added to your ObjectDock Library!
Below you'll find information about what this package contained:=Below you'll find information about what this package contained:
Configure ObjectDock Weather=Configure ObjectDock Weather
English units=English units
Metric units=Metric units
Flyout on mouseover=Flyout on mouseover
Flyout on click (double-click will open local weather)=Flyout on click (double-click will open local weather)
Update=Update
Weather information provided by:=Weather information provided by:
Enter your location:=Enter your location:
You may enter a zipcode, City and State, or City and Country. (E.g. "48104"=You may enter a zipcode, City and State, or City and Country. (E.g. "48104"
Units:=Units:
Stardock ReadyView 5-day forecast:=Stardock ReadyView 5-day forecast:
Flyout tile size=Flyout tile size
Small tiles=Small tiles
Large tiles=Large tiles
Medium tiles=Medium tiles
ObjectDock: Confirm Quit=ObjectDock: Confirm Quit
Do not ask me again.=Do not ask me again.
Are you sure you want to quit ObjectDock?=Are you sure you want to quit ObjectDock?
Centering=Centering
Layering=Layering
far from edge=far from edge
right on edge=right on edge
improved!=improved!
Align right=Align right
Align left=Align left
Centered=Centered
ObjectDock - Troubleshooting=ObjectDock - Troubleshooting
Temporarily disable all docklets=Temporarily disable all docklets
Temporarily disable all use of thumbnails on Windows Vista.=Temporarily disable all use of thumbnails on Windows Vista.
Temporarily disable ObjectDock's System Tray ability.=Temporarily disable ObjectDock's System Tray ability.
Temporarily disable ObjectDock's Taskbar ability.=Temporarily disable ObjectDock's Taskbar ability.
Temporarily disable all special window-event hooking.=Temporarily disable all special window-event hooking.
Temporarily disable full-screen-application / maximized-window detection.=Temporarily disable full-screen-application / maximized-window detection.
Open my ObjectDock settings folder so I can backup my settings=Open my ObjectDock settings folder so I can backup my settings
Reset ObjectDock's general program settings=Reset ObjectDock's general program settings
Reset the contents of my docks=Reset the contents of my docks
Vista Thumbnails && Minimize Animation=Vista Thumbnails && Minimize Animation
If you're having a problem with ObjectDock, it's a good idea to temporarily disable use of Docklets as a troubleshooting first-step.=If you're having a problem with ObjectDock, it's a good idea to temporarily disable use of Docklets as a troubleshooting first-step.
Settings Reset (not temporary)=Settings Reset (not temporary)
The buttons below allow you to reset ObjectDock to use the default fresh-install settings.=The buttons below allow you to reset ObjectDock to use the default fresh-install settings.
System Hooks=System Hooks
If you're having trouble with ObjectDock, the settings below allow you to harmlessly and temporarily disable abilities of ObjectDock, in order to narrow down what might be causing the problem.=If you're having trouble with ObjectDock, the settings below allow you to harmlessly and temporarily disable abilities of ObjectDock, in order to narrow down what might be causing the problem.
(Thumbnails on Vista use Vista's DWM)=(Thumbnails on Vista use Vista's DWM)
System Tray && Taskbar=System Tray && Taskbar
Disable all use of thumbnails on Vista (Thumbnails on Vista use Vista's DWM)=Disable all use of thumbnails on Vista (Thumbnails on Vista use Vista's DWM)
Thumbnail / Minimize Animation Exclusions=Thumbnail / Minimize Animation Exclusions
Add applications to the list below to have ObjectDock never do a minimize animation for that application.=Add applications to the list below to have ObjectDock never do a minimize animation for that application.
Add exclusion=Add exclusion
Remove exclusion=Remove exclusion
Auto-Disable=Auto-Disable
Use the options below to have ObjectDock automatically temporarily disable itself when certain applications are in use.=Use the options below to have ObjectDock automatically temporarily disable itself when certain applications are in use.
Add application=Add application
Remove application=Remove application
Hide ObjectDock when any of these applications are active=Hide ObjectDock when any of these applications are active
Completely unload ObjectDock temporarily while any of these applications are running=Completely unload ObjectDock temporarily while any of these applications are running
Showing the start menu from ObjectDock is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.=Showing the start menu from ObjectDock is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.
System tray functionality is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.=System tray functionality is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.
If you're having a problem with ObjectDock, it's likely a good idea to temporarily disable use of Docklets as a troubleshooting first-step.=If you're having a problem with ObjectDock, it's likely a good idea to temporarily disable use of Docklets as a troubleshooting first-step.
Settings Reset=Settings Reset
A last resort, you can try resetting ObjectDock to use the default fresh-install settings.=A last resort, you can try resetting ObjectDock to use the default fresh-install settings.
Reset ObjectDock's program settings=Reset ObjectDock's program settings
Upgrade to ObjectDock Plus!=Upgrade to ObjectDock Plus!
Click here to learn about ObjectDock Plus!=Click here to learn about ObjectDock Plus!
TEXT=TEXT
Auto&hide=Auto&hide
New E-Mail Shortcut=New E-Mail Shortcut
New Internet Shortcut=New Internet Shortcut
New Music Player Shortcut=New Music Player Shortcut
New Document Editor Shortcut=New Document Editor Shortcut
New 'Start Menu Launcher'=New 'Start Menu Launcher'
New 'Show Desktop' Entry=New 'Show Desktop' Entry
New 'Toggle Autohide' Entry=New 'Toggle Autohide' Entry
New 'Unload ObjectDock' Entry=New 'Unload ObjectDock' Entry
New "Recycle Bin" Entry=New "Recycle Bin" Entry
New "Basic Clock" Entry=New "Basic Clock" Entry
Package images for sharing...=Package images for sharing...
Learn about ObjectDock Plus...=Learn about ObjectDock Plus...
Lock Icon Dragging=Lock Icon Dragging
Lock Dock Position=Lock Dock Position
Auto-activate with &mouse=Auto-activate with &mouse
Move to &background on mouse exit=Move to &background on mouse exit
&Position on screen=&Position on screen
Add New Shortcut=Add New Shortcut
Add Separator=Add Separator
Add 'Configure Dock' Link=Add 'Configure Dock' Link
Add Weather=Add Weather
Dock &Settings...=Dock &Settings...
&About...=&About...
&Learn about ObjectDock Plus...=&Learn about ObjectDock Plus...
E&xit=E&xit
&About Stardock ObjectDock=&About Stardock ObjectDock
